"err0" = "不明 (0)";
"err100" = "継続";
"err101" = "プロトコルを切り替え";
"err200" = "OK";
"err201" = "作成完了";
"err202" = "受付完了";
"err203" = "部分情報";
"err204" = "内容無し";
"err205" = "内容をリセット";
"err206" = "一部の内容";
"err300" = "複数の選択";
"err301" = "永久にファイルは移動されました";
"err302" = "一時的にファイルは移動されました";
"err303" = "他をご覧下さい";
"err304" = "変更されませんでした";
"err305" = "プロキシを使用";
"err307" = "一時的に転送";
"err400" = "無効なリクエスト";
"err401" = "認証されていません";
"err402" = "支払いが必要です";
"err403" = "禁止されています";
"err404" = "ファイルが見つかりません";
"err405" = "許可されない方法";
"err406" = "受け付けられません";
"err407" = "プロクシ認証が必要";
"err408" = "リクエスト時間切れ";
"err409" = "不一致";
"err410" = "終わり";
"err411" = "長さが必要";
"err412" = "条件調整失敗";
"err413" = "要求のエンティティが大き過ぎます";
"err414" = "要求のURLが大き過ぎます";
"err415" = "サポートされていないメディアタイプ";
"err416" = "要求のレンジが条件を満たしていません";
"err500" = "サーバーエラー";
"err501" = "実行されませんでした";
"err502" = "ゲイトウエイ不良";
"err503" = "リソース外";
"err504" = "ゲイトウエイ時間切れ";
"err505" = "HTTPバージョンがサポートされていません";